// Codes / Артикулы
// PRL - с жемчугом
// NCR - с перламутром
// PRCR - с перламутром и жемчугом
// PND - с подвеской
// SET - комплект

const Products = [
  {
    id: 1,
    code: "PRL001",
    name: "Ожерелье с жемчугом",
    description:
      "Ожерелье из бисера с натуральным жемчугом. Длина 40 см (вместе с замком).",
    price: 990,
    imageCount: 1,
  },
  {
    id: 2,
    code: "NCR002",
    name: "Ожерелье с перламутром",
    description:
      "Ожерелье (чокер) из бисера с натуральным перламутром. Длина 33 см + удлинительная цепочка 6 см.",
    price: 750,
    imageCount: 2,
  },
  {
    id: 3,
    code: "PRCR003",
    name: "Ожерелье с перламутром и жемчугом",
    description:
      "Ожерелье из бисера с натуральным пресноводным жемчугом и перламутром. Можно носить на любую сторону. Длина 44 см (вместе с замком).",
    price: 1200,
    imageCount: 1,
  },
  {
    id: 4,
    code: "PRL004",
    name: "Ожерелье с жемчугом",
    description:
      "Ожерелье (чокер) из бисера с натуральным пресноводным жемчугом. Длина 33 см + удлинительная цепочка 5 см.",
    price: 850,
    imageCount: 2,
  },
  {
    id: 5,
    code: "SET005",
    name: "Комплект с жемчугом",
    description: 'Набор ожерелий из бисера с жемчугом и подвеской "Манго"',
    price: 1450,
    imageCount: 4,
  },
  {
    id: 6,
    code: "PRL006",
    name: "Ожерелье с бусинами",
    description:
      "Ожерелье (чокер) из бисера с натуральным жемчугом и цветными бусинами. Длина 33 см + удлинительная цепочка 6 см.",
    price: 750,
    imageCount: 1,
  },
  {
    id: 7,
    code: "PND007",
    name: 'Ожерелье с подвеской "Морская звезда"',
    description:
      "Ожерелье (чокер) из бисера с цветными бусинами и подвеской. Длина 33 см + удлинительная цепочка 6 см.",
    price: 750,
    imageCount: 4,
  },
  {
    id: 9,
    code: "PRL009",
    name: 'Ожерелье из бисера с жемчугом',
    description:
      "Ожерелье (чокер) из бисера с натуральным пресноводным жемчугом. Длина 33 см + удлинительная цепочка 5 см. Возможно приобрести в комплекте.",
    price: 850,
    imageCount: 1,
  },
  {
    id: 10,
    code: "NCR010",
    name: 'Ожерелье с сердечком и бусинами',
    description:
      "Ожерелье (чокер) из бисера с натуральным перламутром и цветными бусинами. Длина 33 см + удлинительная цепочка 6 см.",
    price: 750,
    imageCount: 1,
  },
  {
    id: 11,
    code: "NCR011",
    name: 'Ожерелье с сердечком цветное',
    description:
      "Ожерелье (чокер) из бисера с натуральным перламутром. Длина 33 см + удлинительная цепочка 6 см. Можно приобрести в комплекте.",
    price: 750,
    imageCount: 1,
  },
  {
    id: 12,
    code: "NCR012",
    name: 'Ожерелье с сердечком из перламутра',
    description:
      "Ожерелье (чокер) из бисера с натуральным перламутром. Длина 33 см + удлинительная цепочка 6 см.",
    price: 750,
    imageCount: 1,
  },
];

export default Products;
